<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<c:set var="ctx" value="${pageContext.request.contextPath}" />

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
	<head>
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<meta name="description" content="西南石油大学,在身边 - 全国最大的大学生交易平台,inside,大学生二手交易平台,,电子商务,和谐节约型社会,专注于大学生的生活,简单,方便,实惠,节约,衣食住行" />
		<meta name="keywords" content="西南石油大学,在身边 - 全国最大的大学生交易平台,inside,大学生二手交易平台,,电子商务,和谐节约型社会,专注于大学生的生活,简单,方便,实惠,节约,衣食住行" />
        <link rel="shortcut icon" href="${ctx}/static/images/logo.ico" />       
		<title>使用协议</title>
		
	</head>

	<body>
		<div
			style="font-family: '微软雅黑'; font-size: 16px; color: #09C; text-align: center; height: 50px; line-height: 50px;">
			在身边使用协议书
		</div>
		<span
			style="font-family: '微软雅黑'; font-size: 13px; color: #333; height: 40px; line-height: 20px; text-indent: 1em;">
			&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;欢迎您在身边网注册会员，在您注册成为的我们的会员后，将享有我们提供的相应服务，但同时也要遵守相应的规则和履行一定的义务。请您务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向在身边网站咨询，您一旦注册成为我们的会员，则意味着已完全接受以下条款。 <br />
	    <p>
	<b>一、注册用户的权利: </b><br/>
    1）用户有权拥有自已在身边网的用户名及密码，并有权使用自已的用户名及密码随时登录网站。  <br/>
    2）用户有权上传和发布用户自己的二手物品。<br/>
    3）用户有权查看卖家的基本信息。<br/>
    4）用户有权投诉举报不合法商品以及卖家。 <br/>
    </p>
    <p>
    <b>2、注册用户的义务：</b><br/>
    1）注册用户必须是具备完全民事行为能力的自然人，法人或能够独立承担民事责任的其他组织。  <br/>
    2）用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证买家可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在在身边网进行注册或认证。如果用户提供的资料不准确，不真实，不合法有效，《在身边网》将保留结束用户使用各项服务的权利。  <br/>
    3）未经在身边网许可不得将站内信息用于任何侵犯国家、集体或个人利益的行为和商业行为。 <br/> 
    4）您不得向在身边网发送垃圾邮件、连锁邮件等骚扰性邮件；发布、传播或散发其它无关的信息。  <br/>
    5）您不得擅自转让自己的用户名和口令给他人使用。通过您的用户名和口令编辑、发布的任何信息或做出的任何行为都被视为是您自己的行为。 
    6）您必须遵守国家法律、法规及规章，并特别注意并遵守以下事项： 
不得以任何手段非法篡改、破坏、删除(或有此企图)在身边网或数据库中的内容，不得对在身边网所属的服务器、系统或网络进行任何形式的攻击、破坏，不得制作、传播病毒。一经发现，我们将立即无限期终止对您的服务，并报告国家有关行政机关和司法机关，追究您的法律责任。  <br/>
不得利用在身边网来获取商业秘密，窥探个人隐私，侵犯他人知识产权，制造、传播和散布污蔑、诽谤、恐吓他人的言论和消息。一经发现，我们将立即无限期终止对您的服务，并报告国家有关行政机关和司法机关，追究您的法律责任。  <br/>
    7）自愿接受在身边网站法律声明。  <br/>
    </p>
    <p>
    <b>3、在身边网的权利和义务</b><br /> 
    1）在身边网有义务在现有技术上确保网站的正常运行，并努力提升和改进技术。 <br /> 
    2）在身边信网对用户提供信息仅供参考，不保证该等信息的准确性、时效性、及时性或完整性，对该等信息的应用本站不承担任何责任。 <br /> 
    3）在身边网有权对用户的注册资料进行查阅，发现注册资料中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理。 <br /> 
    4）在身边网可随时直接以电子邮件或其它方式与您联系，或向您发送信息。以电子邮件形式发送信息的，信息一经发出，即视为送达。 <br /> 
    </p>
    <p>
    <b>4、 服务的中断和终止 </b><br />
在下列情况下，在身边网可以通过注销用户的方式终止服务： <br/>
    1）用户因违反本服务协议相关规定而被在身边网中断服务，在身边网将在中断服务时通知用户。但用户被终止服务后，以本人或他人名义再次注册为用户的，在身边网可以单方面终止与该用户的服务协议；  <br/>
    2）在身边网在与用户联系过程中，发现用户注册时填写的电子邮箱不存在或无法接收电子邮件的，以其他联系方式通知用户更改，而用户在三个工作日内仍未提供新的电子邮箱地址的，可以终止与该用户的服务协议；  <br/>
    3）在身边网发现用户上传的图片涉及低俗、色情、暴力、种族歧视等违反中国互联网法的可随时终止与该用户的服务协议，以此产生的一切后果与本网站无关；  <br/>
    4）本服务协议终止或更新时，用户未确认新的服务协议的；  <br/>
    5）其它在身边网认为需终止服务的情况；  <br/>
    </p>
    <p> <b>5、本协议的解释权归在身边网所有。</b> </p><br/>
	</span>
	</body>
</html>
